export interface HistoryYear {
  year: string;
  items: string[];
}

export const historyData: HistoryYear[] = [
  {
    year: "2025",
    items: [
      "대전오페라단과 함께하는 코레일 신년음악회",
      "제36회 정기공연 오페라 '나비부인'"
    ]
  },
  {
    year: "2024",
    items: [
      "대전오페라단과 함께하는 코레일 음악회",
      "공연예술창작신작 올해의 신작 창작오페라 '이상의 날개'"
    ]
  },
  {
    year: "2023",
    items: [
      "제35회 정기공연 오페라 '카발레리아 루스티카나&팔리아치'"
    ]
  },
  {
    year: "2022",
    items: [
      "렉쳐콘서트 오페라 '리골레또'",
      "제1회 대전오페라단 국제 성악 콩쿨 개최",
      "제34회 정기공연 오페라 '마술피리'",
      "창작오페라 '이상의날개' 쇼케이스"
    ]
  },
  {
    year: "2021",
    items: [
      "제33회 정기공연 오페라 ‘박쥐‘",
      "오페라 갈라콘서트"
    ]
  },
  {
    year: "2019",
    items: [
      "오페라 갈라콘서트 '영혼의 치유'"
    ]
  },
  {
    year: "2018",
    items: [
      "제31회 정기공연 오페라 '토스카'",
      "제32회 정기공연 오페라 '사랑의 묘약'"
    ]
  },
  {
    year: "2017",
    items: [
      "제30회 정기공연 오페라 '라 트라비아타'",
      "콘서트 오페라 '비바 베르디!'"
    ]
  },
  {
    year: "2016",
    items: [
      "제29회 정기공연 오페라 '카르멘'",
      "몽골국립극장 오페라 '루치아'"
    ]
  },
  {
    year: "2015",
    items: [
      "부산을숙도 한, 몽 수교 25주년 음악회",
      "대전 카이스트 몽골 오케스트라 초청음악회",
      "서울 유니버셜 아트센터 초청음악회",
      "몽골국립극장 오페라 '돈조반니'"
    ]
  }
];
