export interface HistoryYear {
  year: string;
  items: string[];
}

export const historyData: HistoryYear[] = [
  {
    year: "2026",
    items: [
      "학교로 찾아가는 예술무대 (예정) <br> 6월 16일 대전어은초등학교 <br> 7월 2일 대전새여울초등학교 <br> 7월 14일 대전이문고등학교 <br> 7월 20일 대전전민중학교 <br> 10월 15일 대전성세재활학교 <br> 10월 23일 대전송림초등학교"
    ]
  },
  {
    year: "2025",
    items: [
      "대전오페라단과 함께하는 코레일 신년음악회",
      "제36회 정기공연 오페라 '나비부인'",
      "학교로 찾아가는 예술무대 <br> 7월 7일 대전산성초등학교 &nbsp; 7월 10일 대전변동초등학교 <br> 7월 10일 대전송강중학교 &nbsp; 11월 13일 대전천동초등학교"
    ]
  },
  {
    year: "2024",
    items: [
      "대전오페라단과 함께하는 코레일 음악회",
      "공연예술창작신작 올해의 신작 창작오페라 '이상의 날개'",
      "학교로 찾아가는 예술무대 <br> 4월 9일 서대전고등학교 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5월 22일 대전봉산초등학교 <br> 9월 27일 대전선화초등학교 &nbsp; 10월 18일 대전배울초등학교"
    ]
  },
  {
    year: "2023",
    items: [
      "제35회 정기공연 오페라 '카발레리아 루스티카나&팔리아치'",
      "학교로 찾아가는 예술무대 <br> 5월 26일 대전선유초등학교 &nbsp; 6월 21일 대전문정초등학교 &nbsp; <br> 6월 22일 새일초등학교 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 7월 14일 남대전고등학교 <br> 9월 13일 대전중촌초등학교 &nbsp; 10월 20일 대전은어송초등학교"
    ]
  },
  {
    year: "2022",
    items: [
      "렉쳐콘서트 오페라 '리골레또'",
      "제1회 대전오페라단 국제 성악 콩쿨 개최",
      "제34회 정기공연 오페라 '마술피리'",
      "창작오페라 '이상의날개' 쇼케이스",
      "학교로 찾아가는 예술무대<br>7월 11일 대전구봉중학교 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9월 15일 대전제일고등학교 <br> 10월 12일 대전대문초등학교 &nbsp; 10월 19일 대전문화여중학교 &nbsp; <br> 10월 21일 대전가원학교 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 11월 11일 금성초등학교"
    ]
  },
  {
    year: "2021",
    items: [
      "제33회 정기공연 오페라 ‘박쥐‘",
      "오페라 갈라콘서트"
    ]
  },
  {
    year: "2019",
    items: [
      "오페라 갈라콘서트 '영혼의 치유'"
    ]
  },
  {
    year: "2018",
    items: [
      "제31회 정기공연 오페라 '토스카'",
      "제32회 정기공연 오페라 '사랑의 묘약'"
    ]
  },
  {
    year: "2017",
    items: [
      "제30회 정기공연 오페라 '라 트라비아타'",
      "콘서트 오페라 '비바 베르디!'"
    ]
  },
  {
    year: "2016",
    items: [
      "제29회 정기공연 오페라 '카르멘'",
      "몽골국립극장 오페라 '루치아'"
    ]
  },
  {
    year: "2015",
    items: [
      "부산을숙도 한, 몽 수교 25주년 음악회",
      "대전 카이스트 몽골 오케스트라 초청음악회",
      "서울 유니버셜 아트센터 초청음악회",
      "몽골국립극장 오페라 '돈조반니'"
    ]
  }
];
